[
{"heading": "10% reservation for ex-Agniveers in BSF recruitment, Centre issues notification", "author": "", "publish_date": "March 10, 2023 12:33 IST", "overview": "Currently, the number of posts vacant in the CAPFs and Assam Rifles is 83,127 against the total sanctioned strength of 10,15,237 until January 1, 2023.", "link": "https://indianexpress.com/article/india/reservation-ex-agniveers-bsf-recruitment-centre-notification-8488773/", "content": []},
{"heading": "CBI files FIR over ‘irregularities’ in functioning of creche scheme", "author": "", "publish_date": " March 10, 2023  07:27 IST", "overview": "In 2019, the Delhi Police had registered an FIR after they received a complaint from an official of the Ministry of Women and Child Development. Police later requested that the case be transferred to the CBI.", "link": "https://indianexpress.com/article/india/cbi-files-fir-over-irregularities-in-functioning-of-creche-scheme-8488116/", "content": []},
{"heading": "‘Politically exposed persons’ brought under new PMLA rules, more disclosures for NGOs", "author": "", "publish_date": " March 10, 2023  06:53 IST", "overview": "In line with FATF recommendations", "link": "https://indianexpress.com/article/india/politically-exposed-persons-brought-under-new-pmla-rules-more-disclosures-for-ngos-8488102/", "content": []},
{"heading": "Dhankhar slams ‘narrative’, says V-P staff attached to panels after members approached him", "author": "", "publish_date": " March 10, 2023  07:19 IST", "overview": "Dhankhar slams ‘narrative’, says acted after members of panels came to him.", "link": "https://indianexpress.com/article/india/officers-from-v-ps-staff-attached-to-house-panels-draws-criticism-from-opposition-8488074/", "content": []},
{"heading": "Railways allows consignments of phones, perfumes in passenger parcel vans", "author": "", "publish_date": " March 10, 2023  07:28 IST", "overview": "The parcel business has been identified as a sunrise sector with e-comm firms in the fray ", "link": "https://indianexpress.com/article/india/railways-allows-consignments-of-phones-perfumes-in-passenger-parcel-vans-8488112/", "content": []},
{"heading": "Dhankhar targets Rahul: World praises our democracy, some try to tarnish", "author": "", "publish_date": "March 10, 2023 06:25 IST", "overview": "The BJP has, over the last few days, accused Rahul of “insulting” India’s democracy while abroad.", "link": "https://indianexpress.com/article/india/dhankhar-targets-rahul-world-praises-our-democracy-some-try-to-tarnish-8488070/", "content": []},
{"heading": "Man injured as SUV carrying Digvijaya Singh hits his motorbike", "author": "", "publish_date": "March 10, 2023 07:49 IST", "overview": "The man's motorcycle suddenly entered Singh's cavalcade and was hit by the SUV in which the Congress leader was travelling, eye witnesses said.", "link": "https://indianexpress.com/article/india/man-injured-suv-carrying-digvijaya-singh-hits-motorbike-8488299/", "content": []},
{"heading": "Appointed officers in House panels after members approached me: Dhankhar", "author": "", "publish_date": " March 10, 2023  07:20 IST", "overview": "Chair a standing committee, was never consulted: Cong's Jairam Ramesh", "link": "https://indianexpress.com/article/india/appointed-officers-in-house-panels-after-members-approached-me-dhankhar-8488063/", "content": []},
{"heading": "India a top-tier security partner, open Indo-Pacific is our need: Australia PM", "author": "", "publish_date": " March 10, 2023  07:18 IST", "overview": "On talks table: expanding ties in defence, trade, clean energy and education", "link": "https://indianexpress.com/article/india/india-a-top-tier-security-partner-open-indo-pacific-is-our-need-australia-pm-8488098/", "content": []},
{"heading": "Parts of Kerala experience ‘feels like temperature’ of above 54-degree Celsius: KSDMA", "author": "", "publish_date": " March 10, 2023  12:40 IST", "overview": "The summer clock in the coastal state has just started ticking and already the daily heat index is showing an alarming trend.", "link": "https://indianexpress.com/article/india/kerala/kerala-temperature-celsius-sdma-report-8488406/", "content": []},
{"heading": "After asking for link to join virtually, Pakistan delegation skips SCO meeting of Chief Justices hosted by India", "author": "", "publish_date": " March 10, 2023  11:48 IST", "overview": "Supreme Court sources said they had received a request on Friday morning from the Pakistani side, seeking a virtual link to the event, which will be held in Delhi from March 10-12.", "link": "https://indianexpress.com/article/india/pakistan-chief-justices-meet-sco-member-states-virtually-8488489/", "content": []},
{"heading": "‘Alerted Australia PM Albanese of temple attacks, he assured me safety of Indian community a priority,’ says PM Modi", "author": "", "publish_date": " March 10, 2023  13:31 IST", "overview": "Prime Minister Anthony Albanese said India and Australia were competing to be the best on the cricket field, but together were building a better world.", "link": "https://indianexpress.com/article/india/albanese-australia-pm-modi-rashtrapati-bhawan-bilateral-talks-jaishankar-8488546/", "content": []},
{"heading": "Anurag Thakur on NYT report on Kashmir: ‘Sole motive to spread propaganda about India’", "author": "", "publish_date": " March 10, 2023  12:51 IST", "overview": "The strong rebuttal by Information and Broadcasting Minister Anurag Thankur came after the US-based newspaper published an opinion piece on alleged curbs on information flow in Kashmir.", "link": "https://indianexpress.com/article/india/anurag-thakur-slams-nyt-kashmir-opinion-piece-8488767/", "content": []},
{"heading": "Unidentified caller threatens to blow up BKU leader Rakesh Tikait: UP Police", "author": "", "publish_date": "March 10, 2023 12:30 IST", "overview": "Rakesh Tikait was one of the farmer leaders who headed the agitation against the now-repealed farm laws. He continues to take part in protests by farmer groups across the country.", "link": "https://indianexpress.com/article/india/bku-rakesh-rikait-threat-bomb-up-8488766/", "content": []},
{"heading": "G20 Calendar 2023: Under India’s Presidency, here are scheduled events", "author": "", "publish_date": "March 9, 2023 13:30 IST", "overview": "The G20 is focused on promoting international economic cooperation and addressing major economic challenges faced by its member nations, including issues related to finance, trade, and global economic growth.", "link": "https://indianexpress.com/article/india/india-g20-presidency-calender-2023-8472752/", "content": []},
{"heading": "AAP declares expenditure of Rs 33.80 crore on Gujarat polls", "author": "", "publish_date": " March 9, 2023  17:09 IST", "overview": "The expenditure on the travel and other campaign costs of designated star campaigners is not counted along with the expenditure of the candidate concerned. ", "link": "https://indianexpress.com/article/india/aap-declares-expenditure-of-rs-33-80-crore-on-gujarat-polls-8487378/", "content": []},
{"heading": "Tourism ministry promotes India as ‘must see, must visit’ destination at ITB Berlin", "author": "", "publish_date": "March 9, 2023 16:06 IST", "overview": "Around 60 participants from the country will be part of the India Pavilion, including travel agents, tour operators, airlines, hotels, National Council for Hotel Management and Catering Technology (NCHMCT) and Indian Railway Catering and Tourism Corporation (IRCTC).\r\n", "link": "https://indianexpress.com/article/india/tourism-ministry-promotes-india-as-must-see-must-visit-destination-at-itb-berlin-8487498/", "content": []},
{"heading": "Govt prohibits use of propylene glycol from supplier linked to Uzbekistan deaths", "author": "", "publish_date": "March 9, 2023 16:13 IST", "overview": "Uzbekistan said in December that the children died after consuming Marion's cough syrups, Ambronol and DOK-1 Max, which were contaminated with unacceptable amounts of diethylene glycol or ethylene glycol.", "link": "https://indianexpress.com/article/india/govt-prohibits-use-of-propylene-glycol-uzbekistan-deaths-8487455/", "content": []},
{"heading": "Suspected spy pigeon with devices fitted on leg caught in Odisha", "author": "", "publish_date": " March 9, 2023  16:54 IST", "overview": "The pigeon was found on the trawler when it was anchored around 35 kilometres off the coast of Konark.", "link": "https://indianexpress.com/article/india/suspected-spy-pigeon-with-devices-fitted-on-leg-caught-in-odisha-8487524/", "content": []},
{"heading": "We expect Afghan territory should not be used for sheltering, training and financing terror acts, says India", "author": "", "publish_date": "March 9, 2023 17:21 IST", "overview": "India also voiced concern about increasing attempts towards removing women from public life in Afghanistan.", "link": "https://indianexpress.com/article/india/afghanistan-territory-sheltering-training-financing-terror-acts-india-8487526/", "content": []},
{"heading": "IAF airlifts 438 stranded passengers between J-K and Ladakh", "author": "", "publish_date": " March 10, 2023  07:25 IST", "overview": " The official said 260 passengers were airlifted from Srinagar to Leh in IL-76 Aircraft of the IAF.", "link": "https://indianexpress.com/article/india/iaf-airlifts-438-stranded-passengers-between-j-k-and-ladakh-8487946/", "content": []},
{"heading": "Jaishankar, US Commerce Secy agree to launch strategic trade dialogue", "author": "", "publish_date": " March 10, 2023  07:30 IST", "overview": "The Strategic Trade Dialogue will address export controls, explore ways of enhancing high technology commerce, and facilitate technology transfer between the two countries.", "link": "https://indianexpress.com/article/india/jaishankar-us-commerce-secy-decide-to-launch-strategic-trade-dialogue-8487948/", "content": []},
{"heading": "Supreme Court to host 3-day meeting of Chief Justices of SCO member states", "author": "", "publish_date": " March 10, 2023  07:29 IST", "overview": "Sources said that while China and Russia will be participating in the event, Pakistan has opted out.", "link": "https://indianexpress.com/article/india/supreme-court-to-host-3-day-meeting-of-chief-justices-of-sco-member-states-8488086/", "content": []},
{"heading": "Petition under Article 32 can’t be maintained to challenge binding verdict of apex court: SC", "author": "", "publish_date": "March 9, 2023 17:22 IST", "overview": "A bench headed by Chief Justice D Y Chandrachud was dealing with a plea seeking a direction to the Centre to reinterpret section 24 (2) of the Land Acquisition Act 2013.", "link": "https://indianexpress.com/article/india/supreme-court-article-32-dy-chandrachud-8487645/", "content": []},
{"heading": "Flawed surveys, rankings damaging democracy: CEC", "author": "", "publish_date": " March 10, 2023  07:30 IST", "overview": "A total of 59 participants from 31 countries or EMBs as well as representatives from international organisations working on election integrity attended, an ECI statement said.", "link": "https://indianexpress.com/article/india/flawed-surveys-rankings-damaging-democracy-cec-8488078/", "content": []}
][
{"heading": "Anurag Thakur on NYT report on Kashmir: ‘Sole motive to spread propaganda about India’", "author": "", "publish_date": " March 10, 2023  12:51 IST", "overview": "The strong rebuttal by Information and Broadcasting Minister Anurag Thankur came after the US-based newspaper published an opinion piece on alleged curbs on information flow in Kashmir.", "link": "https://indianexpress.com/article/india/anurag-thakur-slams-nyt-kashmir-opinion-piece-8488767/", "content": ["Information and Broadcasting Minister Anurag Thakur on Friday accused ", " of “spreading lies” about India, describing an opinion piece published in it on ", " as “mischievous and fictitious”.", "“", " had long back dropped all pretensions of neutrality while publishing anything about India. ", "‘s so-called opinion piece on freedom of press in Kashmir is mischievous and fictitious, published with a sole motive to spread a propaganda about India and its democratic institutions and values,” Thakur said on Twitter.", "“This is in continuation with what ", " and a few other link-minded foreign media have been spreading lies about India and our democratically elected Prime Minister Shri Narendra Modiji. Such lies can’t last long,” the minister said.", "…and its democratic institutions and values.", "This is in continuation with what NYT and a few other link-minded foreign media have been spreading lies about India and our democratically elected Prime Minister Shri Narendra Modiji.", "\nSuch lies can’t last long.", "— Anurag Thakur (@ianuragthakur) ", "The strong rebuttal by Thakur came after the US-based newspaper published an opinion piece on alleged curbs on information flow in Kashmir.", "“Some foreign media nourishing a grudge against India and our Prime Minister Shri ", " have long been systematically trying to peddle lies about our democracy and pluralistic society,” Thakur said. He said freedom of press in India is as sacrosanct as other fundamental rights.", "“Democracy in India and We the people are very mature and we don’t need to learn grammar of democracy from such agenda-driven media,” he said.", "Thakur said the “blatant lies” spread by ", " about press freedom in Kashmir is condemnable. “Indians will not allow such mindsets to run their decisive agenda on India soil,” the minister said."]},
{"heading": "CBI files FIR over ‘irregularities’ in functioning of creche scheme", "author": "", "publish_date": " March 10, 2023  07:27 IST", "overview": "In 2019, the Delhi Police had registered an FIR after they received a complaint from an official of the Ministry of Women and Child Development. Police later requested that the case be transferred to the CBI.", "link": "https://indianexpress.com/article/india/cbi-files-fir-over-irregularities-in-functioning-of-creche-scheme-8488116/", "content": ["The Central Bureau of Investigation (CBI) has registered an FIR of cheating and criminal breach of trust in connection with the alleged financial irregularities in the running of the Rajiv Gandhi National Creche Scheme in which the Indian Council for Child Welfare (ICCW) was one of the implementing agencies.", "In 2019, the Delhi Police had registered an FIR after they received a complaint from an official of the Ministry of Women and Child Development. Police later requested that the case be transferred to the CBI.", "The complainant said the Centre was implementing the Rajiv Gandhi National Creche Scheme till December 31, 2016 and ICCW was one of the implementing agencies of the scheme that had claimed that 5,029 creches were functional in 2015-2016. “A writ petition was filed in the High Court wherein it was alleged that ICCW had been working in clear violation of the financial rules of the central government utilising the funds released. The HC had Constituted a three-member committee to look into alleged irregularities in the scheme which the Centre implemented till 2016 and on the basis of the report of the committee, the HC observed that there has been a systemic failure as far as checks and balances regarding utilisation of the funds provided by the central government is concerned,” states the complaint.", "“Based on the committee’s findings, the high court had directed the Centre to take a view if a probe by an agency like the CBI is warranted or not. It was pointed out that there were several lacunae in the manner the funds received by the ICCW were distributed to the state councils. It is alleged that funds were distributed without reference to the ground situation regarding the number of creches functioning and children enrolled therein for which extra funds were demanded. The extra funds were with the state councils, and there was no visible effort to refund the additional funds taken,” the complainant alleged.", "“The High Court Committee and minutes of EC (ICCW executive committee) show that the existence of creches at ground level was much below of even that reported by the state councils, leaving a huge margin between fund requirement and fund demanded. The use of this margin of funds is not apparent because records are not maintained as per accounting requirements, and also, a large part of the final disbursement is in cash in all places where records have been traced,” the ", " alleges.", "The complainant alleged the executive committee  of ICCW is the decision-making body and manages its activities. “It is seen that EC has been aware of the fact that its programmes were not running as per requirement. There has been no sharing of this information. In fact, knowing that the creches or other programmes were not running properly, projection of funds were still made as if all aspects were fully functional.”"]},
{"heading": "India a top-tier security partner, open Indo-Pacific is our need: Australia PM", "author": "", "publish_date": " March 10, 2023  07:18 IST", "overview": "On talks table: expanding ties in defence, trade, clean energy and education", "link": "https://indianexpress.com/article/india/india-a-top-tier-security-partner-open-indo-pacific-is-our-need-australia-pm-8488098/", "content": ["In the first bilateral visit by Australian Prime Minister Anthony Albanese to India since he entered office in May last year, New Delhi and Canberra are looking to expand cooperation in defence, clean energy, education and economic spheres.", "Albanese’s visit comes days after US Secretary of State Antony Blinken’s visit to India last week, and 10 days before Japanese Prime Minister Fumio Kishida’s visit between March 19 and 21.", "Put together, this marks the visits by all the Quad member countries to India, days after the Foreign Ministers of the Quad grouping met in New ", " last week.", "While the visit by Albanese began with cricket diplomacy in ", " Thursday, officials said Australia will host military operations with India, Japan and the US in the ‘Malabar’ exercises off the coast of Perth in August. Australia has also invited India to join the Talisman Sabre exercises later this year, a major operation for the Australian Defence Force.", "Albanese visited ", " as well Thursday.", "“For Australia, India is a top-tier security partner. The Indian Ocean is central to both countries’ security and prosperity. And there has never been a point in both our country’s histories where we have had such a strong strategic alignment. We both depend on free and open access to sea lanes in the Indo-Pacific for our trade and economic well-being,” he said on board INS Vikrant.", "“And we share an unwavering commitment to upholding the rules-based international order and ensuring the Indo-Pacific is open, inclusive and prosperous,” he said.", "Albanese will be holding bilateral talks with Prime Minister ", " in New Delhi Friday.", "As part of General Rawat Australia-India Young Defence Officers’ Exchange Programme, instituted in honour of India’s first Chief of Defence Staff, ", ", a 15-member Australian contingent, including four women officers from the Royal Australian Navy, Australian Army and Royal Australian Air Force, visited the Agra-based Shatrujeet Brigade along with 15 selected Indian officers from the Indian Army, Navy and Air Force Thursday.", "The Indian and Australian officers were taken through a series of training demonstrations related to fighting in built-up areas by paratroopers of the elite formation during the visit.", "The two sides will also take stock of the implementation of the Economic Cooperation Trade Agreement (ECTA), which entered into force December 2022.", "Since it is the 1st FTA signed by India with any developed country in a decade, ECTA has resulted in immediate reduction of duty to zero on 96% of Indian exports to Australia in value (that is 98% of the tariff lines) and zero duty on 85% of Australia’s exports (in value) to India.", "Bilateral trade was USD 27.5 billion in 2021. With ECTA, there is potential for bilateral trade to reach around US$ 50 billion in five years.", "Officials said Indian yoga teachers and chefs stand to gain from an annual quota, and there has been a resolution of double taxation of Indian IT companies which will save them over US$ 200 million (over Rs 1,600 crore) per year.", "Officials said India and Australia are keen to cooperate in the field of clean energy and have taken several initiatives on the matter. India and Australia have signed a Letter of Intent (LoI) on new and renewable energy in February 2022 which provides for cooperation towards bringing down the cost of renewable energy (RE) technologies, especially ultra low-cost solar and clean hydrogen.", "During the Virtual Summit in March 2022, India had announced matching funds of AUD 10 million for Pacific Island Countries under the Infrastructure for Resilient Island States (IRIS) and of AUD 10 million for Pacific Island Countries under the International Solar Alliance (ISA). The two sides will also take stock of the progress.", "Being one of the top sources of skilled immigrants to Australia, the Indian community in Australia continues to grow in size and importance. As per the 2021 Census, around 9,76,000 people in Australia trace their ancestry as Indian origin, making them the second largest group of overseas born residents in Australia.", "Japan’s Prime Minister Fumio Kishida will visit New Delhi between March 19 and 21. Together with the visits by US Secretary of State Antony Blinken and Prime Minister Albanese, the Quad grouping’s cooperation in a range of spheres is also a message to China, especially with the Indo-Pacific in focus.", "In the field of education, a Mechanism for Mutual Recognition of Educational Qualifications (MREQ) was signed on March 2. This will facilitate mobility of students between India and Australia. Deakin University and University of Wollongong are planning to open campuses in India.", "Besides bilateral engagements, what is significant is that India and Australia co-operate in various multilateral fora.", "Officials said that Australia supports India’s candidature in an expanded UN Security Council, and the two countries are members of the Commonwealth, IORA, ", " Regional Forum, International Solar Alliance, Coalition for Disaster Resilient Infrastructure, Indo-Pacific Economic Framework and have participated in the East Asia Summits.", "“Australia and India are working together on various forums, including QUAD, Supply Chain Resilience Initiative. Australia has expressed strong support for India’s G20 Presidency… The State Visit of Australian PM Albanese will further boost the existing level of high momentum in bilateral engagements,” a source said."]},
{"heading": "Jaishankar, US Commerce Secy agree to launch strategic trade dialogue", "author": "", "publish_date": " March 10, 2023  07:30 IST", "overview": "The Strategic Trade Dialogue will address export controls, explore ways of enhancing high technology commerce, and facilitate technology transfer between the two countries.", "link": "https://indianexpress.com/article/india/jaishankar-us-commerce-secy-decide-to-launch-strategic-trade-dialogue-8487948/", "content": ["In a significant move, India and the US on Thursday decided to launch a strategic trade dialogue to address export controls, explore ways of enhancing high technology commerce, and facilitate technology transfers.", "The decision to launch the new framework of dialogue was taken at a meeting between External Affairs Minister S Jaishankar and visiting US Commerce Secretary Gina Raimondo, according to the Ministry of External Affairs (MEA).", "“The external affairs minister and secretary Raimondo agreed to launch a India-US Strategic Trade Dialogue, led by Foreign Secretary from Ministry of External Affairs of India and Under Secretary, Bureau of Industry and Security in US Department of Commerce,” the MEA said.", "“The Strategic Trade Dialogue will address export controls, explore ways of enhancing high technology commerce, and facilitate technology transfer between the two countries,” it said.", "The MEA said Jaishankar and Raimondo had a productive discussion about the India-US strategic partnership and ongoing efforts to deepen the economic and commercial engagement between the two countries, including through the Initiative on Critical and Emerging Technology (iCET) and the Indo-Pacific Economic Framework (IPEF).", "“They also concurred on the need for increased bilateral strategic and high technology trade given the shared priorities of both countries in building resilient and trusted global supply chains,” the MEA said in a statement.", "US President Joe Biden in May last year launched the IPEF, which is an initiative aimed at deeper cooperation among like-minded countries in areas such as clean energy, supply-chain resilience and digital trade “Great pleasure to meet US Secretary of Commerce @SecRaimondo this evening. Conversation covered strategic trade, resilient and reliable supply chains and trust and transparency in the digital domain,’ Jaishankar tweeted."]},
{"heading": "Railways allows consignments of phones, perfumes in passenger parcel vans", "author": "", "publish_date": " March 10, 2023  07:28 IST", "overview": "The parcel business has been identified as a sunrise sector with e-comm firms in the fray ", "link": "https://indianexpress.com/article/india/railways-allows-consignments-of-phones-perfumes-in-passenger-parcel-vans-8488112/", "content": ["LOOKING TO crack the bulk-parcel business in the country’s growing logistics sector, the Railways has decided to allow “hazardous” materials such as phones, laptops and perfumes in the parcel vans of passenger trains — and electric vehicles (EVs) as consignments.", "The move was notified late last month with officials saying that the transporter will follow safety standards laid by international rules and UN conventions applicable on airlines and ships.", "The Railways had earlier prohibited the carriage of a number of items deemed “hazardous” in the parcel vans of passenger trains: “acids and other corrosives” like lithium batteries that are in EVs, mobile phones and laptops; “toxic and poisonous” items like perfumes and disinfectants; and “inflammable” goods like lighters.", "“Multiple e-commerce companies told us that there was no way to ship these popular items by trains because the law does not permit, so they ship them by road or air,” a senior Railway official told ", ". “It was similar for electric vehicles (in goods as well as passenger train consignments, for EV two-wheelers in parcel vans), because they have lithium batteries.”", "This also meant that there was no tariff category in the Railways for these items. A proposal from the Railways in this regard was vetted by the Law ministry before the Gazette Notification was issued last month in the Indian Railway Tariff Manual, which was last updated in 2000.", "The carriage of hazardous, inflammable and poisonous materials by air, sea and rail are governed by various conventions. Europe, the Middle East and Africa follow the convention concerning international carriage by rail (COTIF).", "A set of rules adopted by the International Civil Aviation Organisation govern how such items may be carried by air. There is also the International Maritime Dangerous Goods code, for road and inland waterways.", "Reviewing the safety protocols enshrined in these conventions, policymakers in Railways decided to apply the relevant portions for rail transport. “Back then (in 2000, when the tariff manual was last updated), there was no issue of carrying EVs or mobile phones or laptops. So a need for change was never felt before,” the official said.", "Besides, officials said, in the absence of a rule and corresponding tariff, small-time players and aggregators would often send small quantities of goods by trains without declaring them or labelling them as “miscellaneous”.", "The Government’s National Rail Plan envisages increasing the modal share of Railways in the country’s freight movement from the current 27 per cent to 45 per cent by 2030.", "In this context, the parcel business has been identified as a sunrise sector with e-commerce giants in the fray. And, through its Automobile Freight Train Operator Scheme, the Railways has been trying to get makers of cars and two-wheelers to transport their vehicles by train over the past few years."]},
{"heading": "IAF airlifts 438 stranded passengers between J-K and Ladakh", "author": "", "publish_date": " March 10, 2023  07:25 IST", "overview": " The official said 260 passengers were airlifted from Srinagar to Leh in IL-76 Aircraft of the IAF.", "link": "https://indianexpress.com/article/india/iaf-airlifts-438-stranded-passengers-between-j-k-and-ladakh-8487946/", "content": ["A total of 438 stranded passengers were airlifted by the Indian Air Force (IAF) between the twin Union Territories of Jammu and Kashmir and Ladakh on Thursday, an official said.", "The stranded passengers were mostly airlifted from Jammu to Kargil and Srinagar to Leh due to the closure of the 434-km Srinagar-Leh national highway, he said.", "The official said 260 passengers were airlifted from Srinagar to Leh in IL-76 Aircraft of the IAF. Similarly, 165 passengers were airlifted from ", " to Kargil in four sorties of AN-32, while 13 passengers were flown from Kargil to Jammu, the official said."]},
{"heading": "‘Politically exposed persons’ brought under new PMLA rules, more disclosures for NGOs", "author": "", "publish_date": " March 10, 2023  06:53 IST", "overview": "In line with FATF recommendations", "link": "https://indianexpress.com/article/india/politically-exposed-persons-brought-under-new-pmla-rules-more-disclosures-for-ngos-8488102/", "content": ["Widening the ambit of reporting entities under money laundering provisions, the government has amended rules to incorporate more disclosures for non-governmental organisations and defined “politically exposed persons” (PEPs) under the Prevention of Money Laundering Act (PMLA) in line with the recommendations of the Financial Action Task Force (FATF).", "The move to define PEPs under PMLA is to bring uniformity with a 2008 circular of the Reserve Bank of India (RBI) for KYC norms/anti-money laundering standards for banks and financial institutions, which had defined PEPs in line with FATF norms, officials said.", "The FATF is the global money laundering and terrorist financing watchdog.", "“PEP has already been in the RBI’s master circular, in line with FATF. The definition has now been given in the PMLA rules so that the same definition is applicable everywhere,” a senior government official told ", ".", "The amendments assume significance ahead of the proposed FATF assessment of India, which is expected to be undertaken later this year. India’s assessment is likely to come up for discussion in the plenary discussion in June, while the possible onsite assessment is slated for November.", "Due to the pandemic and pause in the FATF’s assessment process, the fourth round of mutual evaluation of India had been postponed to 2023. Before this, the FATF had undertaken an evaluation for India in June 2010.", "In a notification dated March 7, the Department of Revenue under the Ministry of Finance brought in The Prevention of Money Laundering (Mainten-ance of Records) Amendment Rules, 2023, which prescribe disclosures of beneficial owners beyond the current requirement of KYC norms through documents such as registration certificates and PAN by reporting entities such as financial institutions, banking companies or intermediaries.", "The new clause in the rules for PMLA compliance defines “Politically Exposed Persons” (PEPs) as individuals who have been “entrusted with prominent public functions by a foreign country, including the heads of States or Governments, senior politicians, senior government or judicial or military officers, senior executives of state-owned corporations and important political party officials”.", "In line with existing provisions of The Income-Tax Act and The Companies Act, the amended rules have now lowered the threshold for identifying beneficial owners by reporting entities, where the client is acting on behalf of its beneficial owner.", "“Lowering of threshold for beneficial ownership has been done to bring PMLA in line with Companies Act and Income-tax Act,” the official said.", "“The term ‘beneficial owner’ was inter alia defined to mean ownership of or entitlement to more than 25 percent of shares or capital or profit of the company. The threshold of 25 per cent is now reduced to 10 per cent, thereby bringing more indirect participants within the reporting net,” Sandeep Jhunjhunwala, M&A Tax Partner, Nangia Andersen LLP, said.", "Reporting entities are also required to register details of the client if it’s a non-profit organisation on the DARPAN portal of NITI Aayog.", "“Every Banking Company or Financial Institution or intermediary, as the case may be, shall register the details of a client, in case of client being a non-profit organisation, on the DARPAN Portal of NITI Aayog, if not already registered, and maintain such registration records for a period of five years after the business relationship between a client and a reporting entity has ended or the account has been closed, whichever is later,” the notification said.", "“This has been in the works for some time. The purpose is to have some repository of basic information on all NGOs in the Darpan portal of NITI Aayog,” the official said.", "The due diligence documentation requirements which were until now limited to obtaining the basic KYCs of clients such as registration certificates, PAN copies and documents of officers holding an attorney to transact on behalf of the client, have now been extended.", "It now includes submission of details such as names of persons holding senior management positions, names of partners, names of beneficiaries, trustees, settlors and authors, as the case may be, depending upon the legal form of organisation. Also, the details of registered office address and principal place of business are now required to be submitted by clients to financial institutions, banking companies or intermediaries.", "“The definition of non-profit organisation has been amended and linked to the definition of charitable purpose provided under Section 2(15) of the Income Tax Act, 1961. The newly extended record-keeping requirements would go a long way in discovering money laundering activities, which taints the social and economic fabric of the country,” Jhunjhunwala said.", "An official said the broader objective is to bring in legal uniformity and remove ambiguities before the FATF assessment. There are 40 FATF recommendations that cover seven areas and provide a framework of measures to help countries tackle illicit financial flows through laws, regulations and operational measures to ensure authorities can take action to detect and disrupt financial flows that fuel crime and terrorism.", "The recommendations are divided into seven areas: anti-money laundering/counter-terrorist financing; policies and coordination; money laundering and confiscation; terrorist financing and financing of proliferation; preventive measures; transparency and beneficial ownership of legal persons and arrangements; powers and responsibilities of competent authorities and other institutional measures; and, international cooperation."]},
{"heading": "10% reservation for ex-Agniveers in BSF recruitment, Centre issues notification", "author": "", "publish_date": "March 10, 2023 12:33 IST", "overview": "Currently, the number of posts vacant in the CAPFs and Assam Rifles is 83,127 against the total sanctioned strength of 10,15,237 until January 1, 2023.", "link": "https://indianexpress.com/article/india/reservation-ex-agniveers-bsf-recruitment-centre-notification-8488773/", "content": ["The Centre on Thursday night issued a gazetted notification declaring 10 per cent reservation for ex-Agniveers in recruitments to the post of constable (general duty)/rifleman in the Border Security Force (BSF).", "Last month, Union Minister of State (MoS) for Home Affairs Nityanand Rai informed the Lok Sabha that a decision was taken to reserve 10 per cent of vacancies for ex-Agniveers in recruitments to the post of constable (general duty)/rifleman in the country’s Central Armed Police Forces (CAPFs) and Assam Rifles. A provision has also been made for relaxation in the upper age limit and exemption from the Physical Efficiency Test.", "Currently, the number of posts vacant in the CAPFs and Assam Rifles is 83,127 against the total sanctioned strength of 10,15,237 until January 1, 2023. The BSF is facing a shortage of 19,987 personnel. Within this, there is a shortage of 464 gazetted officers (GOs), 1,314 subordinate officers (SOs) and 18,209 in other ranks (ORs).", "According to the gazette notification by the Ministry of Home Affairs, ex-Agniveers will be exempted from the Physical Efficiency Test during their absorption in the BSF. “The upper age-limit shall be relaxable up to five years for the candidates of the first batch of ex- Agniveers, the upper age-limit shall be relaxable up to three years for the candidates of ex-Agniveers,” it said.", "Last month, Rai also informed the ", " that recruitment is being undertaken in mission mode to fill up the vacancies and it is planned to be completed in 2023."]},
{"heading": "Flawed surveys, rankings damaging democracy: CEC", "author": "", "publish_date": " March 10, 2023  07:30 IST", "overview": "A total of 59 participants from 31 countries or EMBs as well as representatives from international organisations working on election integrity attended, an ECI statement said.", "link": "https://indianexpress.com/article/india/flawed-surveys-rankings-damaging-democracy-cec-8488078/", "content": ["CHIEF ELECTION Commissioner Rajiv Kumar on Thursday said “flawed” surveys or rankings were doing more harm than good for democracy and called on election management bodies to come up with a set of parameters for such surveys.", "“I would like to point out that when the EMBs [election management bodies] or election authorities are involved and busy in conducting, and in our case since we do provincial elections also, elections after elections, in the meantime, comes some survey report, kind of, ratings, where one is not sure how much of the inclusive aspects are taken as parameters. Because the parameters themselves are not very well-known or very well-publicised,” said Kumar, speaking from Bengaluru to an international conference hosted virtually by the Election Commission of India.", "The conference, the third one hosted by the ECI as a part of the run-up to the second Summit for Democracy organised by the US later this month, focused on making elections more inclusive. A total of 59 participants from 31 countries or EMBs as well as representatives from international organisations working on election integrity attended, an ECI statement said.", "Citing India’s example of conducting elections on a large scale and having a higher turnout of women voters than men in the 2019 ", " polls, Kumar said the work being done by EMBs was not being taken into account in surveys. While he did not specify a particular report or survey, there have been some democracy rankings released by international agencies in the past few years that have shown India falling in rank.", "“The pioneering work done by various EMBs and EAs [election authorities] does not really find reflection in the survey reports and the kind of ratings published by several organisations. Contrarily, those with low inclusivity are often ranked high. This proposition needs rectification. Flawed surveys or reports cause more damage, maybe unintentionally. It causes damage to the credibility of the EMBs and EAs and the credibility of such outputs by the survey agencies and democracy by default,” Kumar said.", "He urged the group, which is focused on election integrity, to come up with the “essential parameters” for such a surveys, which, he said, “unilaterally indict EMBs and are doing more harm than helping the cause of democracy”. He said the work of the cohort in the form of recommendations would be placed before the summit, which is scheduled to be held virtually on March 29 and March 30."]},
{"heading": "Supreme Court to host 3-day meeting of Chief Justices of SCO member states", "author": "", "publish_date": " March 10, 2023  07:29 IST", "overview": "Sources said that while China and Russia will be participating in the event, Pakistan has opted out.", "link": "https://indianexpress.com/article/india/supreme-court-to-host-3-day-meeting-of-chief-justices-of-sco-member-states-8488086/", "content": ["THE SUPREME Court of India will host the 18th meeting of the Chief Justices of the Supreme Courts of the Shanghai Cooperation Organisation (SCO) member states from March 10 to 12 in the national capital.", "The Indian participation in the meeting will include Chief Justice of India D Y Chandrachud and SC judges Justices S K Kaul and K M Joseph.", "Sources said that while China and Russia will be participating in the event, Pakistan has opted out.", "CJI Chandrachud will speak on “Smart Courts” and the future of the judiciary, while Justice Kaul will speak on facilitating access to justice. Justice Joseph will address the gathering on institutional challenges facing the judiciary.", "An official note said the meeting will involve a joint interaction with the Chief Justices/Chairpersons/Judges from the member/observer states and representatives from SCO Secretariat and SCO RATS (Regional Anti-Terrorist Structure) and will conclude with the signing of a joint statement.", "It said that in the constantly expanding activities of the SCO, the interaction of the highest judicial instances is becoming more and more popular. The meeting of the Presidents of the Supreme Courts allows for a constant dialogue on a wide range of issues, giving a new impetus to the development of relations and allowing the development of mechanisms for further improving the work of the judiciary, it said.", "The first meeting was held on September 22, 2006 in Shanghai. The 17th meeting was held in Dushanbe. India assumed rotational presidency of the SCO for a year in September 2022."]},
{"heading": "Dhankhar targets Rahul: World praises our democracy, some try to tarnish", "author": "", "publish_date": "March 10, 2023 06:25 IST", "overview": "The BJP has, over the last few days, accused Rahul of “insulting” India’s democracy while abroad.", "link": "https://indianexpress.com/article/india/dhankhar-targets-rahul-world-praises-our-democracy-some-try-to-tarnish-8488070/", "content": ["Amid a war of words between the Congress and BJP over Congress leader Rahul Gandhi’s criticism of the Narendra Modi government during his UK tour, Vice President Jagdeep Dhankhar on Thursday said that such “misplaced campaign to taint and tarnish our Parliament and constitutional entities” is “too serious and exceptional to be ignored” or countenanced.", "The BJP has, over the last few days, accused Rahul of “insulting” India’s democracy while abroad.", "In his address at an event to launch a book by former ", " MP Karan Singh on Thursday, Dhankhar said: “In democracy, there will always be issues…but we, who are at the apex levels of these institutions, can’t be complainants. We cannot hold grievances; we have to find resolutions…. We are the most functional democracy on the planet as on date.”", "Without naming ", ", Dhankhar said, “While the world is applauding our historic accomplishments as a functional, vibrant democracy, some amongst us, including Parliamentarians, are engaged in thoughtless, unfair denigration of our well-nurtured democratic values. How can we justify such wanton orchestration of a factually untenable narrative?”", "The Vice President said. “If I observe silence on this orchestration by an MP outside the country, which is ill-premised, unwholesome and motivated, it will be constitutional culpability and outrage of my oath of office…. How can I sanctify a statement that mics in Indian Parliament are put off? How can people say so?”", "Training his guns on the Congress party, he said, “We did have a dark chapter of our political history — proclamation of Emergency was the darkest period any democracy can suffer. Indian democratic polity is now mature. There can be no repeat of that (Emergency).”"]},
{"heading": "Dhankhar slams ‘narrative’, says V-P staff attached to panels after members approached him", "author": "", "publish_date": " March 10, 2023  07:19 IST", "overview": "Dhankhar slams ‘narrative’, says acted after members of panels came to him.", "link": "https://indianexpress.com/article/india/officers-from-v-ps-staff-attached-to-house-panels-draws-criticism-from-opposition-8488074/", "content": ["Eight officers from the personal staff of Vice President and Rajya Sabha Chairman Jagdeep Dhankhar have been ", ", drawing criticism from the Opposition.", "The officers attached to the committees from the Vice President’s staff are Officer on Special Duty (OSD) Rajesh N Naik, Private Secretary (PS) Sujeet Kumar, Additional Private Secretary Sanjay Verma and OSD Abhyuday Singh Shekhawat. The appointees from the Rajya Sabha Chairman’s office are OSDs Akhil Choudhary, Dinesh D, Kaustubh Sudhakar Bhalekar and P S Aditi Chaudhary.", "In an order issued Tuesday, the ", " Secretariat said the officers have been attached to the committees “with immediate effect and until further orders”. These officers are expected to assist the committees in their work, which includes meetings that are confidential in nature.", "On Thursday, after the Opposition criticised the move, Vice-President Dhankhar said he acted because chairmen and members of the committee had come to him, and indicated to him to iron out issues. “This was done after multi-layered deliberations,” he said.", "“A democrat is made out to be a despot,” he said while speaking at the launch of author-politician Karan Singh’s book, Mundaka Upanishad: The Bridge to Immortality, at his residence.", "“Every (Parliamentary) committee is serviced by staff of 5-6 people. I got inputs from a number of chairpersons and members to do something affirmatively so that we can improve our productivity,” Dhankhar said.", "“I sharpen the human resource attached to the committees, by putting research-oriented, knowledgeable people, so that they can help the committee members optimise their output. In the process, I appointed an IAS officer, an IFS officer… And a narrative is set afloat… that chairman has appointed his own members to the committee,” he added, “committee is of members of Parliament, it’s their exclusive domain”.", "He said he is “terribly upset and concerned” over such a “kind of narrative which is based on falsehood” and has directed his office to get in touch with newspaper editors and channel heads. “I want the media to be fair… Please don’t be so unfair that you set afloat untruths to run down a Constitutional authority.”", "Responding to Dhankhar’s remarks, Jairam Ramesh, Congress chief whip in Rajya Sabha, said, “The Chairman of the Rajya Sabha has said that his controversial move to have his staff attached to various Committees was after consultations with the respective Chairpersons. I chair a Standing Committee and I can categorically say I wasn’t consulted at all.” He had earlier questioned the “logic or necessity” behind the move.", "Former Rajya Sabha member and CPI general secretary D Raja said it was “violative of established Parliamentary procedures”.", "RJD Rajya Sabha member Manoj Jha said, “What is the rationale behind such a move, which fundamentally goes against the very idea and structure of standing committees?”", "Former ", " secretary general P D T Achary told ", " that as per the definition of Parliamentary committees, only MPs and staff of either the Rajya Sabha or Lok Sabha secretariats can offer such roles of assistance.", "“There is no rule under which the Speaker or the Chairman can appoint their personal staff to assist the committees. The definition of Parliamentary committees is very clear that they comprise only the members (MPs) and officers of the Lok Sabha or Rajya Sabha secretariat for assistance. Personal staff of the Speaker or the Chairman are not part of Parliamentary secretariats. So far, no such appointments have been made,” Achary said.", "There are in total 24 standing committees, each made up of 21 Lok Sabha MPs and 10 Rajya Sabha MPs. Out of the 24, 16 work under the jurisdiction of the Lok Sabha Speaker, and eight come under the purview of the Rajya Sabha Chairman. Most Bills, after their introduction in the House, are referred to these committees for detailed examination. The Speaker and the Chairman are authorised to do so based on demands from MPs."]},
{"heading": "Appointed officers in House panels after members approached me: Dhankhar", "author": "", "publish_date": " March 10, 2023  07:20 IST", "overview": "Chair a standing committee, was never consulted: Cong's Jairam Ramesh", "link": "https://indianexpress.com/article/india/appointed-officers-in-house-panels-after-members-approached-me-dhankhar-8488063/", "content": ["A day after leaders of several opposition parties criticised the move to “attach” eight members of Vice President Jagdeep Dhankhar’s personal staff to various Parliamentary standing committees, Dhankhar on Thursday said that he acted because chairpersons and members of many such committees had approached him and asked him to do “something affirmatively, so that we can improve our productivity”.", "“This was done after multi-layered deliberations,” he said.", "Explaining the rationale behind the move, which Opposition leaders have called “illegal” and an instance of “institutional subversion”, Dhankhar said, “Every (Parliamentary) committee is serviced by staff of five or six people. I got inputs from a number of chairpersons and members to do something affirmatively so that we can improve our productivity.”", "Congress’s ", " chief whip Jairam Ramesh, who had on Wednesday said there “has been no consultation whatsoever”, on Thursday reiterated his stance following Dhankhar’s remarks. Ramesh, who is also chairman of the Standing Committee on Science and Technology, tweeted, “The Chairman of the Rajya Sabha has said that his controversial move to have his staff attached to various Committees was after consultations with the respective Chairpersons. I chair a Standing Committee and I can categorically say I wasn’t consulted at all.”", "Speaking at the launch of author-politician and former Rajya Sabha member Karan Singh’s book, ‘Mundaka Upanishad: The Bridge to Immortality’, Dhankhar said: “I sharpen the human resource attached to the committees, by putting research-oriented, knowledgeable people, so that they can help the committee members optimise their output. In the process, I appointed an IAS officer, an IFS officer… (But) a narrative is set afloat…that (the Rajya Sabha) chairman has appointed his own members to the committee,” he said.", "“A democrat is made out to be a despot,” Dhankhar said,", "The Vice President said he is “terribly upset and concerned” over a “narrative based on falsehood” and added that he has directed his office to get in touch with newspaper editors and channel heads.", "“I want the media to be fair… Please don’t be so unfair that you set afloat untruths to run down a Constitutional authority,” he said.", "Eight of Dhankhar’s personal staff members have been attached to 12 Parliamentary standing committees and eight departmental standing committees, as per an order from the Rajya Sabha Secretariat on Tuesday, which said this has been done with immediate effect.", "The officers attached to the committees from the Vice President’s staff are Officer on Special Duty (OSD) Rajesh N Naik, Private Secretary (PS) Sujeet Kumar, Additional PS Sanjay Verma, and OSD Abhyuday Singh Shekhawat. From the Rajya Sabha Chairman’s office, the appointees are his OSDs Akhil Choudhary, Dinesh D, Kaustubh Sudhakar Bhalekar, and PS Aditi Chaudhary.", "Among Opposition leaders who criticised the move on Wednesday, Congress’s Rajya Sabha chief whip Jairam Ramesh questioned the “logic or necessity” behind the move, while former Rajya Sabha MP and CPI general secretary D Raja said it was “violative of established Parliamentary procedures”."]},
{"heading": "Man injured as SUV carrying Digvijaya Singh hits his motorbike", "author": "", "publish_date": "March 10, 2023 07:49 IST", "overview": "The man's motorcycle suddenly entered Singh's cavalcade and was hit by the SUV in which the Congress leader was travelling, eye witnesses said.", "link": "https://indianexpress.com/article/india/man-injured-suv-carrying-digvijaya-singh-hits-motorbike-8488299/", "content": ["A 20-year-old man was injured when his motorcycle was hit by an SUV carrying senior Congress leader Digvijaya Singh on Thursday in Madhya Pradesh’s Rajgarh district, police said.", "The accident took place in Zirapur town, an official said.", "The man’s motorcycle suddenly entered Singh’s cavalcade and was hit by the SUV in which the Congress leader was travelling, eye witnesses said.", "Singh got down and rushed the injured man, identified as Rambabu Bagri (20), to a local hospital and after the primary treatment got him shifted to ", ", sources close to the Congress leader said.", "Further probe was on, said Zirapur police station in-charge Mukesh Goud.", "Later, talking to reporters, Singh said his vehicle was moving slowly. “Thank God, he did not suffer serious injuries and I got him referred to Bhopal,” he said.", "After reaching Bhopal at night, Singh visited the Chirayu Hospital and Medical College to meet the injured man, sources added. "]},
{"heading": "Parts of Kerala experience ‘feels like temperature’ of above 54-degree Celsius: KSDMA", "author": "", "publish_date": " March 10, 2023  12:40 IST", "overview": "The summer clock in the coastal state has just started ticking and already the daily heat index is showing an alarming trend.", "link": "https://indianexpress.com/article/india/kerala/kerala-temperature-celsius-sdma-report-8488406/", "content": ["Kerala which experienced extreme rain a few months ago is now battling severe heat conditions with the temperatures shooting up to unprecedented levels. The summer clock in the coastal state has just started ticking and already the daily heat index is showing an alarming trend.", "According to a report prepared by the Kerala State Disaster Management Authority (KSDMA) on Thursday, certain areas in the southern state have recorded a heat index of more than 54 degree Celsius, which can cause serious health risks and imminent heat stroke chances.", "Heat index is a pointer towards the heat one experiences with the combined effect of atmospheric temperature and humidity. Many developed countries use the heat index to record the ‘feels like temperature’ in order to issue public health warnings.", "According to it, the southern tip of Thiruvananthapuram district and certain areas in Alappuzha, Kottayam, and Kannur districts have a ‘feel like temperature’ of more than 54 degree Celsius.", "Major areas of Thiruvananthapuram, Kollam, Alappuzha, Kottayam, Ernakulam, Kozhikode, and Kannur also recorded a heat index of 45-54 degree Celsius on Thursday. Prolonged exposure and activity in these places could lead to heat stroke.", "Generally, the whole of Kasaragod, Kozhikode, Malappuram, Kollam, Pathanamthitta and Ernakulam is having a heat index of 40-45 degrees Celsius which can lead to fatigue if one has prolonged exposure to the sun.", "Only a few patches of hill districts of Idukki and ", " are having a heat index of below 29 degree Celsius.", "Contrary to the common trend during summer, Palakkad is experiencing lesser torment from the summer this year so far, with the district having a heat index of 30-40 degree Celsius. Most of the Idukki district is also in the same range.", "As temperatures are soaring in State, the KSDMA prepares this heat index map using the automatic weather mapping facilities of Indian Mateorological Department (IMD).", "The IMD Thiruvananthapuram has refused to comment on this report.", "The health authorities have requested people to take extra care while going out and also to hydrate themselves well to save themselves from the sweltering heat."]},
{"heading": "After asking for link to join virtually, Pakistan delegation skips SCO meeting of Chief Justices hosted by India", "author": "", "publish_date": " March 10, 2023  11:48 IST", "overview": "Supreme Court sources said they had received a request on Friday morning from the Pakistani side, seeking a virtual link to the event, which will be held in Delhi from March 10-12.", "link": "https://indianexpress.com/article/india/pakistan-chief-justices-meet-sco-member-states-virtually-8488489/", "content": ["The Pakistan delegation, including the Chief Justice of the country’s Supreme Court, skipped the ", " of the Shanghai Cooperation Organisation (SCO) member states on Friday, sources in the Supreme Court said.  The delegates had agreed to join the three-day meeting virtually and even asked for a link to jojn.", "The Supreme Court of India is hosting the event from March 10 to 12 in the national capital.", "On Thursday, Supreme Court sources had told ", " that while the Chinese and Russian delegations will be attending the event, the Pakistan delegation had opted out. But on Friday, the sources said they had received a request in the morning from the Pakistani side, seeking a virtual link to the event.", "“They asked for the link which was then forwarded to them,” a Supreme Court official told The Indian Express.", "The Indian participation in the meeting will include Chief Justice of India D Y Chandrachud and Supreme Court judges Justices S K Kaul and K M Joseph.", "CJI Chandrachud will speak on ‘Smart Courts’ and the future of the judiciary, while Justice Kaul will speak on facilitating access to justice. Justice Joseph will address the gathering on institutional challenges facing the judiciary.", "An official note said the meeting will involve a joint interaction with the Chief Justices/chairpersons/judges from the member/observer states and representatives from SCO Secretariat and SCO RATS (Regional Anti-Terrorist Structure) and will conclude with the signing of a joint statement.", "It said that in the constantly expanding activities of the SCO, the interaction of the highest judicial instances is becoming more and more popular. The meeting of the presidents of the Supreme Courts allows for a constant dialogue on a wide range of issues, giving a new impetus to the development of relations and allowing the development of mechanisms for further improving the work of the judiciary, it said.", "The first meeting was held on September 22, 2006, in Shanghai. The 17th meeting was held in Dushanbe. India assumed rotational presidency of the SCO for a year in September 2022.", " "]},
{"heading": "G20 Calendar 2023: Under India’s Presidency, here are scheduled events", "author": "", "publish_date": "March 9, 2023 13:30 IST", "overview": "The G20 is focused on promoting international economic cooperation and addressing major economic challenges faced by its member nations, including issues related to finance, trade, and global economic growth.", "link": "https://indianexpress.com/article/india/india-g20-presidency-calender-2023-8472752/", "content": ["The G20, or Group of Twenty, is an international forum comprising 19 countries and the European Union. Its members represent around 80 per cent of the world’s economic output and two-thirds of its population. The G20 was established in 1999 with the aim of promoting international financial stability and sustainable economic growth.", "The G20 holds annual summits where leaders from member countries gather to discuss global economic issues and make decisions on policies and actions to be taken. The host country for the summit rotates among the member countries each year. India currently holds presidency of the G20.", "The G20 member countries are Argentina, Australia, Brazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan, Mexico, Russia, Saudi, Arabia, South Africa, South Korea, Turkey, United Kingdom, and the United States.", "In addition to an annual summit, the G20 also holds meetings throughout the year at various levels, including finance ministers and central bank governors, sherpas (representatives of the leaders), and working groups on specific topics.", "The Sherpa Track is a G20 process where high-level government officials, called Sherpas, from each member country work together to prepare for the G20 summit. During India’s presidency, 13 Working Groups and 2 Initiatives will meet to discuss priorities and provide recommendations for the summit. The Sherpa Track aims to inform leaders’ discussions and decisions at the summit. The Sherpa Track focuses on several important issues, such as agriculture, anti-corruption, culture, digital economy, disaster risk reduction, development, education, employment, environment and climate sustainability, energy transitions, health, trade and investment.", "The G20 Finance Track addresses global macroeconomic matters through meetings involving finance ministers, central bank governors, their deputies, and various working groups. The Finance Track focuses on several important issues, such as Framework Working Group (FWG), International Financial Architecture (IFA), Infrastructure Working Group (IWG), Sustainable Finance Working Group (SFWG), Global Partnership for Financial Inclusion (GPFI), Joint Finance and Health Task Force, International Taxation agenda, Financial Sector issues.", "Based on the G20 calendar, there are several events scheduled for March 2023. Take a look:", "The April 2023 events are as follows:", "Overall, these meetings and working group sessions aim to facilitate international cooperation and promote policies that support sustainable and inclusive economic growth."]},
{"heading": "Tourism ministry promotes India as ‘must see, must visit’ destination at ITB Berlin", "author": "", "publish_date": "March 9, 2023 16:06 IST", "overview": "Around 60 participants from the country will be part of the India Pavilion, including travel agents, tour operators, airlines, hotels, National Council for Hotel Management and Catering Technology (NCHMCT) and Indian Railway Catering and Tourism Corporation (IRCTC).\r\n", "link": "https://indianexpress.com/article/india/tourism-ministry-promotes-india-as-must-see-must-visit-destination-at-itb-berlin-8487498/", "content": ["The Union Ministry of Tourism is participating in ITB Berlin 2023, providing a platform for tourism stakeholders to showcase the various destinations. It also promotes India as a “must see, must visit” destination.", "ITB Berlin, the world’s largest tourism trade fair, opened on March 7 in Germany. Travel professionals worldwide come together to connect and showcase destinations and tourism products.", "🇮🇳 on the Move! ", " and ", " hosted India Evening, a celebration of 🇮🇳’s diverse tourism offerings, as part of ", " 2023. Shri Arvind Singh, Secretary ", " and ", " spoke about the strides of Indian tourism post-pandemic.(1/3) ", "— India in Germany (@eoiberlin) ", "Arvind Singh, secretary of tourism; Parvathaneni Harish, Ambassador of India in Germany; and officials from participating states such as Kerala, Rajasthan, Uttar Pradesh, ", ", Maharashtra, Telangana, Uttarakhand, Madhya Pradesh, Karnataka, West Bengal, Tamil Nadu, Arunachal Pradesh and Union Territory of Ladakh inaugurated the India Pavilion.", "The ministry is participating in ITB 2023 until March 9. It will hold B2B meetings with tour operators, travel agents, and other stakeholders.", "Around 60 participants from the country will be part of the India Pavilion, including travel agents, tour operators, airlines, hotels, National Council for Hotel Management and Catering Technology (NCHMCT) and Indian Railway Catering and Tourism Corporation (", ").", "The ‘Incredible India’ pavilion at ITB will focus on showcasing varied tourism products of the country, including culture, heritage, adventure, rural tourism and niche tourism products such as cuisine, wellness, yoga, wildlife, and luxury.", "To holistically promote ‘Incredible India’, the ministry has developed five thematic television commercials: adventure tourism, heritage tourism, meetings, incentives, conferences and exhibitions (MICE) tourism, and art and craft and wellness tourism.", "Further, encouraging inbound travel, particularly in the backdrop of India’s G20 Presidency, the government has declared “Incredible India! Visit India Year 2023”."]},
{"heading": "Suspected spy pigeon with devices fitted on leg caught in Odisha", "author": "", "publish_date": " March 9, 2023  16:54 IST", "overview": "The pigeon was found on the trawler when it was anchored around 35 kilometres off the coast of Konark.", "link": "https://indianexpress.com/article/india/suspected-spy-pigeon-with-devices-fitted-on-leg-caught-in-odisha-8487524/", "content": ["A pigeon fitted with devices, which appear to be a camera and a microchip, was caught from a fishing boat off the Paradip coast of Odisha’s Jagatsinghpur district, with the police suspecting that the bird was being used for spying.", "Some fishermen found the pigeon perched on their trawler a few days ago. The bird was captured and handed over to the marine police here on Wednesday.", "“Our veterinarians will examine the bird. We will seek help of the State Forensic Science Laboratory for examining the devices attached to its legs. It appears that the devices are a camera and a microchip,” Jagatsinghpur Superintendent of Police Rahul PR told PTI.", "It also seems like something has been scribbled on the wings of the bird in a language unknown to the local police. “Experts’ help will also be sought to find out what is written,” the SP said.", "Pitambar Behera, an employee of the fishing trawler ‘Sarathi’, said he saw the pigeon perched on the boat. “Suddenly I noticed that some instruments were attached to the bird’s legs. I also found that something is written on its wings. I could not understand it as it was not in Odia,” Behera said. He caught the bird as it came closer.", "The pigeon was found on the trawler when it was anchored around 35 kilometres off the coast of Konark around 10 days back. Behera said he ", " the bird broken rice for the past several days."]},
{"heading": "Govt prohibits use of propylene glycol from supplier linked to Uzbekistan deaths", "author": "", "publish_date": "March 9, 2023 16:13 IST", "overview": "Uzbekistan said in December that the children died after consuming Marion's cough syrups, Ambronol and DOK-1 Max, which were contaminated with unacceptable amounts of diethylene glycol or ethylene glycol.", "link": "https://indianexpress.com/article/india/govt-prohibits-use-of-propylene-glycol-uzbekistan-deaths-8487455/", "content": ["India directed drug manufacturers to stop using propylene glycol sourced from the Delhi-based firm that supplied the ingredient to Marion Biotech, whose cough syrups were linked to ", ", according to a government document seen by Reuters.", "Uzbekistan said in December that the children died after consuming Marion’s cough syrups, Ambronol and DOK-1 Max, which were contaminated with unacceptable amounts of diethylene glycol or ethylene glycol.", "Soon after India suspended the pharmaceutical company’s production. Police this month arrested three Marion employees after tests in a government laboratory found 22 of 36 syrup samples “adulterated and spurious”.", "The Drugs Controller General of India (DCGI) said in a letter, sent to all state licensing authorities on Tuesday, that ", "-based Maya Chemtech was “mainly” the supplier of the propylene glycol used in the affected batches.", "“Accordingly, you are requested to instruct your enforcement officials to keep strict vigil on the matter and take stringent action … against the offenders in public interest,” the DCGI said in the letter.", "The company did not immediately respond to Reuters’ request for comment.", "The Uzbekistan incident came close on the heels of a similar one in Gambia, where a parliamentary committee linked the deaths of at least 70 children to cough and cold syrups manufactured by New Delhi-based Maiden Pharmaceuticals."]},
{"heading": "We expect Afghan territory should not be used for sheltering, training and financing terror acts, says India", "author": "", "publish_date": "March 9, 2023 17:21 IST", "overview": "India also voiced concern about increasing attempts towards removing women from public life in Afghanistan.", "link": "https://indianexpress.com/article/india/afghanistan-territory-sheltering-training-financing-terror-acts-india-8487526/", "content": ["India has said it expects that the territory of Afghanistan should not be used for sheltering, training or financing of terror acts, specifically terrorist individuals and entities proscribed by the UN Security Council.", "“As a contiguous neighbour and long-standing partner of Afghanistan, and given our strong historical and civilisational linkages to the Afghan people, India has direct stakes in ensuring the return of peace and stability to the country,” India’s Permanent Representative to the UN Ambassador Ruchira Kamboj said on Wednesday.", "Speaking at the Security Council briefing on United Nations Assistance Mission in Afghanistan (UNAMA), Kamboj said the collective approach of the international community has been articulated in the Security Council Resolution 2593 of August 2021, which was adopted under India’s Presidency of the UNSC.", "“In accordance with the Resolution, we expect that the territory of Afghanistan should not be used for sheltering, training, planning, or financing terrorist acts, specifically terrorist individuals and entities proscribed by the UN Security Council,” she said, adding that it also means acting against drug trafficking.", "The resolution also outlines the need for the formation of a truly inclusive and representative government structure, which represents all sections of the Afghan society, respects the rights of all Afghans, and ensures equal rights for women, girls, and members of minority groups, including their access to education.", "India also voiced concern about increasing attempts towards removing women from public life in Afghanistan and called for women and minorities to be included in Afghanistan’s future and their rights to be fully respected.", "Special Representative of the Secretary-General (SRSG) and head of UNAMA told the Council that “Afghanistan under the Taliban remains the most repressive country in the world regarding women’s rights, and it has been distressing to witness their methodical, deliberate, and systematic efforts to push Afghan women and girls out of the public sphere.” “Confining half of the country’s population to their homes in one of the world’s largest humanitarian and economic crises is a colossal act of national self-harm. It will condemn not only women and girls, but all Afghans, to poverty and aid-dependency for generations to come. It will further isolate Afghanistan from its own citizens and from the rest of the world,” Otunbayeva said.", "UNAMA has recorded an almost constant stream of discriminatory edicts and measures against women by the de facto authorities since August 2021.", "In 2023, 13.8 million Afghan women and girls are in need of humanitarian assistance – yet the de facto authorities have undermined the unprecedented international aid effort by also banning women working in non-governmental organisations, even though they are crucial to the delivery of life-saving help, the UN said.", "Kamboj underlined that security and stability in Afghanistan will continue to be a priority for India and it will continue to speak out in support of the Afghan people. “Peace and stability in Afghanistan are critical imperatives that all of us also need to collectively strive for. India will continue to play its constructive role in the pursuit of this objective. The interests of the Afghan people will always continue to be at the core of all our efforts,” she said.", "Noting that the humanitarian situation in Afghanistan remains deeply distressing, Kamboj said India has dispatched several shipments of humanitarian assistance to the country.", "Reiterating India’s commitment to continue helping the Afghan people going forward, she said India has provided several shipments of humanitarian assistance including 40,000 MTs of wheat, 65 tonnes of medical aid and 28 tonnes of other relief material.", "Recently, India also sent around 5,000 units of stationery items and winter clothing for primary school students of Habibia School in Kabul. In addition, India is also partnering with the United Nations Office on Drugs and Crime (UNODC) for the welfare and rehabilitation of the drug-user population in Afghanistan, especially among Afghan women.", "Kamboj told the Council that India had actively taken part in finalising the draft of the current mandate of the UNAMA after the takeover of Kabul by the Taliban in 2021. “We are ready to work with the Secretary-General in his efforts to find progress in the situation in Afghanistan,” she said."]},
{"heading": "AAP declares expenditure of Rs 33.80 crore on Gujarat polls", "author": "", "publish_date": " March 9, 2023  17:09 IST", "overview": "The expenditure on the travel and other campaign costs of designated star campaigners is not counted along with the expenditure of the candidate concerned. ", "link": "https://indianexpress.com/article/india/aap-declares-expenditure-of-rs-33-80-crore-on-gujarat-polls-8487378/", "content": ["The Aam Aadmi Party (AAP) spent a total of Rs 33.80 crore on fighting the Gujarat Assembly elections in 2022, according to the party’s expenditure report submitted to the Election Commission of India (ECI).", "The party won five seats in the December 2022 elections and secured nearly 13 per cent of the vote share, giving it well over the required 6 per cent needed to be considered a national party. To be a national party, the AAP already made the cut in three states and needed one more, which was completed by its performance in Gujarat.", "In its expenditure report submitted to the ECI on February 21 and published by the poll body Tuesday, the party declared total spending of Rs 33,80,95,600 on the Gujarat campaign. While candidates have a spending limit, the ECI does not impose a cap on election expenditure by a party.", "Out of the total expenditure, around 21 per cent (Rs 7.14 crore) was on publicity materials, including flags, mufflers, caps, flex boards, and hoardings. Just over 10 per cent of the spending (Rs 3.49 crore) was on the travel of three-star campaigners – AAP chief ", ", Punjab Chief Minister Bhagwant Mann, and ", " MP Raghav Chadha.", "The expenditure on the travel and other campaign costs of designated star campaigners is not counted along with the expenditure of the candidate concerned. The party also spent Rs 1.10 crore on electronic and social media advertisements. A total of Rs 2.74 crore was spent on organising public meetings and rallies, including hiring sound systems, drone cameras, catering, and vehicles.", "The party also declared spending Rs.1.66 crore on “campaign management and survey expenses”. The party’s candidates received Rs.1.18 crore to spend on campaigning in their constituencies.", "For the Himachal Pradesh Assembly elections, which were also held in 2022, the party declared a total expenditure of Rs 1.84 crore. The ", " and Congress’s expenditure reports for the Gujarat and Himachal Pradesh elections were yet to be published by the ECI as on Thursday.", "The Congress had on December 26 submitted a partial report for the two state polls, in which it declared a transfer of Rs 60.15 crore to its candidates in Gujarat and Himachal Pradesh, as per the report published by the ECI on January 11."]},
{"heading": "Petition under Article 32 can’t be maintained to challenge binding verdict of apex court: SC", "author": "", "publish_date": "March 9, 2023 17:22 IST", "overview": "A bench headed by Chief Justice D Y Chandrachud was dealing with a plea seeking a direction to the Centre to reinterpret section 24 (2) of the Land Acquisition Act 2013.", "link": "https://indianexpress.com/article/india/supreme-court-article-32-dy-chandrachud-8487645/", "content": ["A petition under Article 32 of the Constitution cannot be maintained to challenge a binding judgment of the apex court, the Supreme Court has said while dismissing a plea seeking to overrule a 2020 verdict delivered by a five-judge constitution bench pertaining to the land acquisition Act.", "Article 32 of the Constitution deals with remedies for enforcement of rights and 32 (1) says that right to move the apex court by appropriate proceedings for enforcement of rights conferred by this part is guaranteed.", "A bench headed by Chief Justice D Y Chandrachud was dealing with a plea seeking a direction to the Centre to reinterpret section 24 (2) of the Land Acquisition Act 2013.", "It had also sought declaring that a March 2020 judgment delivered by a five-judge constitution bench and “verdicts passed therein no longer good law and accordingly over rule the same”.", "“A petition under Article 32 of the Constitution cannot be maintained in order to challenge a binding judgment of this court. We, therefore, decline to entertain the petition. The petition is accordingly dismissed,” the bench, also comprising Justices P S Narasimha and J B Pardiwala, said in its March 3 order.", "In its 2020 verdict, the constitution bench had held that disputes over land acquisition and payment of fair compensation to owners cannot be re-opened under the ‘Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013’ if the legal processes have been completed before January 1, 2014.", "It had interpreted section 24 of the 2013 Act as there were two conflicting verdicts by different benches of the apex court on the issue.", "\nSection 24 of the Act deals with situations under which land acquisition proceedings shall deemed to have been lapsed.", "\nThe provision said if no award of compensation has been decided in a land acquisition case by January 1, 2014, then the provisions of 2013 Act will apply in determining the compensation for acquisition of land.", "The provision also says if an award has been announced prior to the cut-off date, then the land acquisition proceedings shall continue under the 1894 Act.", "Interpreting the provision, the constitution bench had said, “Section 24(2) of the Act of 2013 does not give rise to new cause of action to question the legality of concluded proceedings of land acquisition. Section 24 applies to a proceeding pending on the date of enforcement of the Act of 2013, i.e. January 1, 2014.”"]},
{"heading": "‘Alerted Australia PM Albanese of temple attacks, he assured me safety of Indian community a priority,’ says PM Modi", "author": "", "publish_date": " March 10, 2023  13:31 IST", "overview": "Prime Minister Anthony Albanese said India and Australia were competing to be the best on the cricket field, but together were building a better world.", "link": "https://indianexpress.com/article/india/albanese-australia-pm-modi-rashtrapati-bhawan-bilateral-talks-jaishankar-8488546/", "content": ["During bilateral talks with Australian PM Anthony Albanese in New Delhi on Friday, Prime Minister Narendra Modi alerted him of the growing number attacks on temples in Australia in the recent past. Albanese assured PM Modi that the safety and security of Australia’s Indian community is a “priority for them”.", "“I have seen reports of attacks on temples in Australia. I have conveyed this to PM Albanese and he has assured me that the safety and well-being of the Indian community in Australia is a priority for them,” PM Modi said during a press conference following a meeting of the two leaders at Hyderabad House on Friday afternoon, news agency ANI reported. India and Australia exchanged MoUs linked to sports and audio-visual co-production as well as the terms of reference for Solar Taskforce.", "Calling security cooperation an “important pillar in the Comprehensive Strategic Partnership between India and Australia”, PM Modi said both countries discussed maritime security in the Indo-Pacific region during their talks. “Our teams are working on a comprehensive economic agreement between our two countries,” he added.", "Meanwhile, Albanese said that the two leaders had agreed on an early conclusion of their “ambitious” Comprehensive Economic Cooperation Agreement. “Today, PM Modi and I agreed on an early conclusion of our ambitious Comprehensive Economic Cooperation Agreement as soon as possible. I am hopeful that we will be able to finalise it this year,” he said.", " | PM Modi says Australian PM Albanese has assured the safety of the Indian community after reports of attacks on temples ", "— ANI (@ANI) ", "On the second day of his diplomatic visit to India, Albanese  was accorded a ceremonial reception at the Rashtrapati Bhawan in New ", ".", "“I thank PM Modi for a very warm welcome here. Australia and India are great friends. We are partners and we are building that partnership even stronger each and every day,” Albanese said speaking to reporters at Rashtrapati Bhawan. “We are competing on the cricket field to be the world’s best but together we are building a better world.”", " | “Australia & India are great friends. We are partners and we are building that partnership even stronger each and every day,” says Australian PM Anthony Albanese at Rashtrapati Bhawan in Delhi ", "— ANI (@ANI) ", "His remarks come a day after the two world leaders watched the first day of the India-Australia Test match at ", "Albanese’s second day in India is jam-packed with high-level talks on a range of issues aimed at further boosting the Comprehensive Strategic Partnership between the two nations. He also met External Affairs Minister S Jaishankar on Friday morning, and is slated to call on President ", " later in the day.", "After his meeting with Jaishankar, Albanese met PM Modi at ", " House in New Delhi.", " | Australian PM Anthony Albanese inspects Guard of Honour at Rashtrapati Bhawan in Delhi ", "— ANI (@ANI) ", "The two leaders are expected to discuss trade, investment, defence, education and renewable energy. They are also expected to review the situation in the Indo-Pacific amid growing concerns over China’s increasing military assertiveness in the region, sources told news agency PTI.", "PM Albanese will also call on President Droupadi Murmu at the Rashtrapati Bhawan later this evening.", "The Australian Prime Minister began his day by paying tribute to Mahatma Gandhi at Rajghat. Soon after, he received a ceremonial welcome at the Rashtrapati Bhawan, where he also inspected the Guard of Honour.", " | Australian PM Anthony Albanese pays tribute to Mahatma Gandhi at Rajghat in Delhi ", "— ANI (@ANI) ", "“I thank PM Modi, for a very extraordinarily, generously and warm welcome here. Australia and India are great friends. We are partners and we are building that partnership even stronger each and every day,” said Australian PM Albanese."]},
{"heading": "Unidentified caller threatens to blow up BKU leader Rakesh Tikait: UP Police", "author": "", "publish_date": "March 10, 2023 12:30 IST", "overview": "Rakesh Tikait was one of the farmer leaders who headed the agitation against the now-repealed farm laws. He continues to take part in protests by farmer groups across the country.", "link": "https://indianexpress.com/article/india/bku-rakesh-rikait-threat-bomb-up-8488766/", "content": ["An unidentified person has threatened to blow up Bharatiya Kisan Union leader ", "t and his family if he does not disassociate himself from farmer protests, police said on Friday.", "They said Gaurav Tikait, son of Rakesh Tikait’s brother and BKU president Naresh Tikait, has filed a complaint that he has received a phone call from an unidentified person who has threatened to target Rakesh Tikait and his family members with a bomb if he does not stay away from farmer agitations.", "\nAkshay Sharma, the SHO of Bhaura Kalan police station, said a case has been filed in this connection.", "“We are trying to identify the caller and a probe is underway,” Sharma said.", " was one of the farmer leaders who headed the agitation against the now-repealed farm laws. He continues to take part in protests by farmer groups across the country.", "Earlier this month, at a Jat Mahakumbh in Jaipur, Rakesh Tikait called on farmers to be ready for an agitation against the ban on diesel tractors older than 10 years.", "\n“Whether it is the government of the state or the central government, we are not against any party. But if there is any wrong policy of the governments, then there will be agitation,” he said."]}
]
